linkToField = 'https://docs.google.com/spreadsheets/d/1c0i0e_uAHOux69XQDmf9q0BbPT4OgUcqJC0kA8-qSL4/edit#gid=0'

intro = 'Вы просыпаетесь в холодном поту. Неудивительно что пот холодный,' \
        ' в комнате довольно прохладно, да и кровать какая-то жёсткая. ' \
        'Вы открываете глаза, но вместо своей комнаты вы видите лишь темноту. ' \
        'Может вы ещё спите? Наверное, да и до этого какой-то странный сон был, какая-то поддёвка и конгениальность.' \
        ' “Да не, бред какой-то” - думаете вы и снова ложитесь спать, но тут на вас падает несколько капель леденяще ' \
        'холодной воды, они приводят вас в чувство. Вы резко вскакиваете и осматриваетесь,' \
        ' вокруг вас лишь каменные стены, где-то высоко над вами свет пробивается внутрь через ' \
        'узкую щель, он освещает дверной проход и табличку “вход в лабиринт”. Да уж, похоже придётся искать' \
        ' выход самому, к счастью, рядом вы обнаруживаете фонарик и полусгнившую карту.'

warn = 'Пожалуйста, не торопитесь, обязательно дожидайтесь ответа от бота, прежде чем нажимать на кнопку ещё раз.'

info = "*Для передвижения по лабиринту используйте стрелочки, которые появились внизу, и смотрите на экран с лабиринтом," \
       " удобно это делать на разных устройствах или разделить экран компьютера  пополам" \
       " остерегайтесь цветных клеток, так же из-за старости карты, она отображает не все интересные места лабиринта." \
       " <b>{0}</b> Удачи!" \
       " Карта: https://docs.google.com/spreadsheets/d/1c0i0e_uAHOux69XQDmf9q0BbPT4OgUcqJC0kA8-qSL4/edit#gid=0 *"


greeting = 'Вам предлагается проходить лабиринт по ссылке: ' +  \
            linkToField + \
           '. Исследуйте его с помощью кнопочек бота. Мы спрятали там несколько загадок, посмотрим, как вы с ними справитесь)' \
           'Развлекайтесь! Общаться с другими ребятами из группы можно)'



